Revit 2024 API
BuiltInFailures.SlabFailures.CantileverValueTooBig Property
 Cantilever value is too big.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CantileverValueTooBig { get; }
Visual Basic
Public Shared ReadOnly Property CantileverValueTooBig As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CantileverValueTooBig {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.SlabFailures Class
Autodesk.Revit.DB Namespace